MATERIALS = {
    "кирпич": 0.81,
    "газоблок": 0.12,
    "дерево": 0.18,
    "сэндвич-панель": 0.04,
    "керамзит блок": 0.43,
    "пенобетон": 0.14
}

MUSSON_MODELS = {
    "Муссон 300": {"volume_l": 77, "price": 45000},
    "Муссон 600": {"volume_l": 125, "price": 65000},
    "Муссон 1000": {"volume_l": 200, "price": 85000},
    "Муссон 1500": {"volume_l": 311, "price": 110000},
    "Муссон 2000": {"volume_l": 467, "price": 135000},
}

FUEL_TYPES = {
    "хвойные": {"density": 350, "q": 17, "price_per_ton": 2500},
    "берёза": {"density": 450, "q": 18, "price_per_ton": 3500},
    "дуб": {"density": 550, "q": 19.5, "price_per_ton": 5000},
    "древесные отходы": {"density": 600, "q": 15.8, "price_per_ton": 1300},
}
